Repository: paulwoman/Capitalism_Lab_BASE
Catalog: tm/help_en-US_ru.tmx
Source language: en_us
Languages: ru

source: Toolbox (hotkey: Ctrl-T)
ru: Toolbox Display the Toolbox menu.

source: Show or hide the Toolbox menu.
ru: Press Ctrl-T to toggle between the standard menu and the extended menu.

source: Show or hide the Mini Map.
ru: Display the Mini Map

source: Show or hide the World Map.
ru: Display the World Map

source: Back to the previous firm (hotkey: q)
ru: Back to previous firm (hotkey: q)

source: This figure is the amount of cash that your corporation currently has. Click here to view its #Balance Sheet#.
ru: This figure is the amount of cash your corporation currently has.

source: This figure is your corporation's operating profit over the past 12 months. Click here to view its #Income Statement#.
ru: This figure is your corporation's operating profit over the past 12 months.

source: The vertical bars represent your corporation's monthly profit or loss.
ru: Vertical bars represent your corporation's monthly profit or loss.

source: Build Menu (hotkey: B) Click to open the Build Menu.
ru: Build Menu (hotkey: B)

source: Press Ctrl-Z to open the same sub-menu on the Build interface as the last time. (the same firm type and the same company/subsidiary)
ru: Click to open the Build Menu

source: Buy plots of land (hotkey: CTRL-L)
ru: Buy plots of land

source: T_ZONE
ru: T_SETLND

source: MMENUHQ
ru: MMENUHQ (hotkey: 'H')

source: Headquarters (hotkey: 'H')
ru: Headquarters

source: Stock Market (hotkey: F4)
ru: Stock Market

source: Game Speed (hotkey: '0' to pause, '1' to '5' to set speed)
ru: Game Speed (hotkey: '1' to '5')

source: Click the speed dial to change the game speed. #Double-click# here to see tips for #improving game running speed#.
ru: Click the speed dial to alter the game speed.

source: The default setting of #Internal Sale# is #Disabled#. Competitors are allowed to buy your products.
ru: Click to disable Internal Sale and allow competitors to buy your products

source: The default setting of #Internal Sale# is #Enabled#. Competitors are not allowed to buy your products.
ru: Click to enable Internal Sale and ban competitors from buying your products

source: The default setting of #AutoLink to Supplier# is #Disabled#.
ru: Click to disable AutoLink to Supplier.

source: The default setting of #AutoLink to Supplier# is #Enabled#.
ru: Click to enable AutoLink to Supplier.

source: Your purchasing units will attempt to find suppliers automatically.
ru: Your purchasing units will attempt to find a supplier

source: The default setting of #Auto Apply R&D Results# is #Disabled#.
ru: Click to disable Auto Apply R&D Results.

source: The default setting of #Auto Apply R&D Results# is #Enabled#.
ru: Click to enable Auto Apply R&D Results.

source: Hold #SHIFT# key while clicking for #10X# speed. Hold #CTRL# key while clicking for #100X# speed.
ru: Hold SHIFT key while clicking for 10X speed.

source: Click to allow purchasing units to find their own suppliers. #Double-click# to apply the change of this setting to #all your firms#.
ru: Click to allow purchasing units to find their own suppliers

source: Set up a new production for this firm (hotkey: A)
ru: Set up a new production for this firm.

source: A unit with a higher experience level has #larger capacity# and #higher productivity#.
ru: The overall productivity and capacity of most units increase when their unit

source: A unit's level can be increased through #training#.
ru: levels increase. Training will increase them increase their levels faster.

source: Capacity Utilization Rate
ru: Capacity Utilization Rate of the Unit

source: A high utilization rate means that the unit is operating efficiently.
ru: A high utilization rate means that your unit is operating efficiently.

source: A low rate means that the unit has idle time and its capacity is underutilized.
ru: A low rate means that your unit has idle time and its capacity is not well utilized.

source: Hotkey: Press the first letter of the name of a functional unit to add it instantly.
ru: Hotkey: Press the first letter of the name of an functional unit to add it instantly.

source: Gray colors mean imports from seaports.
ru: Gray colors means imports from seaports.

source: View Clients View the list of clients that are purchasing this product.
ru: Show Clients

source: Hotkey: Ctrl-M
ru: Hotkey: F3

source: A city's population growth is supported by 1) #a low unemployment rate#, 2) #high quality of living#, and 3) #sufficient housing supply#.
ru: A city's population growth is supported by 1) #a low employment rate#, 2) #high quality of living#, and 3) #sufficient housing supply#.

source: Generally, when there are a large number of job openings available in the city, the city can afford to accept immigrants at a faster pace.
ru: Generally, when there is a large number of job openings available in the city, the city can afford to accept immigrants at a faster pace.

source: The unemployment rate decreases when the economy is growing, and companies are expanding and creating new jobs.
ru: The unemployment rate trends lower when the GDP growth is healthy and private companies are expanding and creating new jobs.

source: A growing real wage rate means that people are earning more money, even after adjusting for inflation.
ru: A growing real wage rate means that people are earning more money, even after being adjusted for inflation.

source: The inflation rate is primarily affected by the unemployment rate (people spend less when they are unemployed) and the money demand and supply (increased money supply promotes consumer spending).
ru: The inflation rate is affected by the unemployment rate (people spend less when they are unemployed) and the money demand and supply (higher money supply promotes spending).

source: Consumer Price Index
ru: Consumer Price Index (CPI)

source: This shows the cumulative change in the price level of consumer goods since the beginning of the game.
ru: CPI tells the accmulated effects of inflation over years.

source: The base value is 100.
ru: It starts with a base value of 100 and increases during inflation times and decreases during deflation times.

source: Wildcard layout plans are for factories and can be used for producing any products with the same number of inputs.
ru: Wildcard layout plans are for factories only and can be used for producing any products with the same number of inputs.

source: Financial stocks
ru: Only show companies whose main business activities are investing into other companies.

source: Operational Level Setting When this civic building is #not in full operation#, its #operating cost is lower#.
ru: When this civic building is not in full operation, its operating cost is lower.

source: The low value of this aspect of quality of life has caused some people to emigrate from this city to other cities.
ru: The low value of this aspect of quality of life has caused some people to emigrating from this city to other cities.

source: Confirm the price change (hotkey: ']')
ru: Confirm the price change (hotkey: '*' or ']')

source: The current stock price.
ru: Текущая цена акций.

source: The total number of shares currently held by all its shareholders.
ru: Общее количество акций, которыми в настоящее время владеют все ее акционеры.

source: The market capitalization of a company.
ru: Рыночная капитализация компании.

source: It equals to its share price times the total number of shares outstanding.
ru: Она равна её цене акции, умноженной на общее количество акций в обращении.

source: In other words, it is the total market value of the company in the stock market.
ru: Другими словами, это общая рыночная стоимость компании на фондовом рынке.

source: Earnings Per Share
ru: Earning Per Share

source: The Earnings Per Share is a company's operating profit over the past 365 days divided by the total number of outstanding shares.
ru: The Earning Per Share is a company's operating profit over the past 365 days divided by the total number of outstanding shares.

source: A high P/E ratio generally means the stock is expensive as people are buying high prices to buy the stock, possibly driven by investors' confidence in the company's growth prospect.
ru: A high P/E ratio generally means the the stock is expensive as people are buying high prices to buy the stock, possibly driven by investors' confidence in the company's growth prospect.

source: If any of your other firms have #broken supply links# which require the #same item# that #this Sales unit# is selling, you may use this button to #redirect all the affected supply links# to #this Sales unit#.
ru: If any of your other firms have broken supply links which requires the same item that this Sales unit is selling, you may use this button to redirect the supply link to the current Sales unit.

source: For example, your mine's reserve #has exhausted#, and you have just #built a new mine#, then you may use this button to #redirect all the affected supply links# to the #new mine#.
ru: For instance, your mine's reserve has exhausted, and you have just built a new mine, then you may use this button to redirect supply links to the new mine.

source: To increase the limit, first increase the tech level of the product.
ru: To increase the limit, first increase the tech level of the prodcut.

source: Customize the production technology level for this manufacturing unit.
ru: Customize the production technology level for this manufacturning unit.

source: It is used for calculating the Net Imports component of GDP.
ru: It is used for calculating the Net Exports component of GDP.

source: A nation's population growth is supported by 1) #a low unemployment rate#, 2) #high quality of living#, and 3) #sufficient housing supply#.
ru: A nation's population growth is supported by a low employment rate, high quality of living, and sufficient supplies of new apartments.

source: The population growth rate is a result of comparing the nation's population in the beginning of this year with the same period last year.
ru: The population growth rate is a result of comparing the city's population in the beginning of this year with the same period last year.

source: (#Better supplies mean products with higher overall ratings with no shortage of supply.#) The AI will NOT change the product type when it sources new supplies.
ru: The AI will NOT change the product type when it sources new supplies.

source: (#Better supplies mean products with higher overall ratings with no shortage of supply.#) The AI may change the product types at will.
ru: The AI may change the product types at will.

source: You cannot build new ones.
ru: You cannot build any more new ones.

source: Toggle Display (Hotkey: Ctrl-A)
ru: Toogle Display (Hotkey: Ctrl-A)

source: Internet Users
ru: Personal Computer Users

source: Toggle Analysis Mode (Hotkey: X)
ru: Toogle Analysis Mode (Hotkey: X)

source: The quality of service of this bank branch is primarily determined by the #staff skill level# and the #customer waiting time#.
ru: The quality of service of this bank branch is primarily determined by the Staff Skill Level.

source: The average staff skill level of all the bank's branches. It affects the overall #service quality# of the bank.
ru: The average staff skill level of all the bank's branches.

source: If the #City Economics Simulation DLC# is enabled, the #skill level# is also affected by the #education level# of people.
ru: It affects the overall service quality of the bank.

source: The average service quality of all the bank's branches.
ru: The average service qualty of all the bank's branches.

source: Select this to show all customer deposits made via all the branches of this bank. ~
ru: DEPOBRAN

source: DEPOHQ Deposits from the headquarters
ru: Deposits from all branches of this bank

source: Select this to show a list of deposits made by corporations and game persons via the bank headquarters. ~
ru: Select this to show all customer deposits made via all the branches of this bank.

source: View the financial statements of this corporate group, in addition to those of this insurance company. ~
ru: DEPOHQ

source: ITRAFFIC Customer Traffic index of this area
ru: Deposits from the headquarters

source: The higher the customer traffic index, the larger the number of potential customers will visit this insurance front office.
ru: Select this to show a list of deposits made by corporations and game persons via the bank headquarters.

source: INHQTRAI
ru: INSUFINA

source: Average Training Budget
ru: Financial Statements

source: The average training budget of all the insurance company's front offices. If you change the #training budget# here, the change will apply to all the front offices.
ru: View the financial statements of this corporate group, in addition to those of this insurance company.

source: INHQSKIL
ru: ITRAFFIC

source: Average Staff Skill Level The average staff skill level of all the insurance company's front offices.
ru: Customer Traffic index of this area

source: It affects the overall #service quality# of the insurance company. If the #City Economics Simulation DLC# is enabled, the skill level is also affected by the #education level# of people.
ru: The higher the customer traffic index, the larger the number of potential customers will visit this insurance front office.

source: Average Customer Waiting Time The average customer waiting time of all the insurance company's insurance front offices.
ru: INHQTRAI

source: It affects the overall #service quality# of the insurance company. ~
ru: Average Training Budget

source: INHQSERV Quality of Service
ru: The average training budget of all the insurance company's front offices.

source: The average service quality of all the insurance company's insurance front offices. It is determined by the #staff skill level# and the #customer waiting time#.
ru: If you change the training budget here, the change will apply to all the front offices.

source: INBRAND
ru: INHQSKIL

source: Insurance Brand Rating The brand rating of the insurance company in this city.
ru: Average Staff Skill Level

source: To increase it, select the #Marketing# tab and set up advertising. ~
ru: The average staff skill level of all the insurance company's front offices.

source: INPRICE Premium Price Level
ru: It affects the overall service quality of the insurance company.

source: 100 is normal. ~
ru: INHQWAIT

source: INAVGPRI Average Premium
ru: Average Customer Waiting Time

source: The average amount of insurance premium this company has received per customer annually. ~
ru: The average customer waiting time of all the insurance company's insurance front offices.

source: Financial Performance The financial performance of this insurance company in the past 12 months.
ru: It affects the overall service quality of the insurace company.

source: Insurance Premiums Insurance premium incomes in this past 365 days.
ru: INHQSERV

source: ~ INPREMI1
ru: Quality of Service

source: Premiums from New Insurance Policies These are insurance premiums earned from new insurance contracts in the past 365 days.
ru: The average service qualty of all the insurance company's insurance front offices.

source: #Life insurance policies#, which are assumed to last an average of 30 years in this game, will generate premium incomes for the insurance company on a yearly basis until the policies mature.
ru: It is determined by the Staff Skill Level and the Customer Waiting Time.

source: INPREMI2
ru: INBRAND

source: Premiums from Existing Insurance Policies
ru: Insurance Brand Rating

source: Existing Life Insurance Policies provide a reliable stream of premium incomes to the insurance company.
ru: The brand rating of the insurance company in this city.

source: This figure shows the amount of insurance premium incomes from existing insurance policies in this past 365 days. ~
ru: To increase it, select the "Marketing" tab and set up advertising.

source: Total insurance premium incomes in this past 365 days. ~
ru: INPRICE

source: INCLAIM Claims
ru: Premium Price Level

source: Total claims paid to customers in the past 365 days. ~
ru: The price level of the insurance premiums.

source: OM_WSAD WSAD Keys
ru: It ranges from 10 to 200; 100 is normal.

source: You may assign the 'W', 'S', 'A' and 'D' keys as context sensitive shortcut keys or use them for scrolling the city map.
ru: A lower price level makes the insurance products more competitive but it also increases the ratio of claims to received premiums, resulting in a lower profit margin.

source: Show any types of bonds. `
ru: INAVGPRI

source: ~ B_GROUP
ru: Average Premium

source: Only show corporate bonds. `
ru: The average amount of insurance premium this company has received per customer annually.

source: Only show municipal bonds issued by city governments. `
ru: INFINPER

source: ~ B_OWNED
ru: Financial Performance

source: Toggle whether showing only bonds that you own. `
ru: The financial performance of this insurance company in the past 12 months.

source: Set this manufacturing unit to produce software products. `
ru: INPREMIU

source: ~ MMFILBLD
ru: Insurance Premiums

source: Show filtered firms only (hotkey: Ctrl-F) When enabled, only firms that match the filter criteria will be shown on the city view; other buildings will be hidden.
ru: Insurance premium incomes in this past 365 days.

source: U_FUND2
ru: INPREMI1

source: Additional funding for the focused area.
ru: Premiums from New Insurance Policies

source: The funding will increase the city's competitiveness in the focused area and improve the skills and supply of talents specializing in the focused area. ~
ru: Insurance premium incomes from new insurance policies in this past 365 days.

source: AINPCOST Cost of the Input
ru: Premiums from Existing Insurance Policies

source: Note that this cost price may be different from the cost price shown at the Purchasing Unit, as it takes into account the quantity of the input required for the production. In other words: <this cost price> = <cost price at the Purchasing Unit> X <Quantity of the Input> / <Quantity of the Finished Product> shown on the Manufacturer Guide.
ru: Insurance premium incomes from existing insurance policies in this past 365 days.

source: NECEINDX
ru: INPREMI3

source: Necessity Index
ru: Total Insurance Premiums

source: A high index value indicates that the product is necessary to people in their daily lives. The demand for necessary goods is fairly constant, because people must buy them even if the price they are offered is not attractive.
ru: Total insurance premium incomes in this past 365 days.

source: DEPOSBRA
ru: INCLAIM

source: Client Deposits
ru: Claims

source: The figure shows the total client deposits and the year-over-year growth rate. The graph shows the deposits over the past 36 months.
ru: Total claims paid to customers in the past 365 days.

source: DEPOSHQ
ru: OM_WSAD

source: Client Deposits from All Branches of This Bank
ru: WSAD Keys

source: The figure shows the total client deposits from all branches of this bank and the year-over-year growth rate. The graph shows the deposits over the past 36 months.
ru: You may assign the 'W', 'S', 'A' and 'D' keys as context sensitive shortcut keys or use them for scrolling the city map.

source: ADVERT Advertisement
ru: B_ANY

source: Click here to view the advertisement setting. ~
ru: Show any types of bonds.

source: RINCCAP0 Cannot Increase the Retail Capacity
ru: B_GROUP

source: Sorry, you cannot expand its capacity further as there is no space left in the retail store. ~
ru: Only show corporate bonds.

source: RDECCAP0 Cannot Reduce the Retail Capacity
ru: B_TOWN

source: Sorry, you cannot reduce its capacity further as it is already at the minimum capacity. ~
ru: Only show municipal bonds issued by city governments.

source: RSUPPLY This product is sourced from multiple suppliers.
ru: B_OWNED

source: Use these buttons to select which supplier's information to be displayed. ~
ru: Toggle whether showing only bonds that you own.

source: ~ FARMSET0
ru: MFT_SOFT

source: The farm does not have sufficient space for setting up a new production. `
ru: Set this manufacturing unit to produce software products.

source: It is allowed when the stock price is over $100. ~
ru: MMFILBLD

source: DIVIDMAX Maximum Special Dividend
ru: Show filtered firms only (hotkey: Ctrl-F)

source: The maximum amount of special dividends you can pay is the smaller value of 1) the company's #cash# and 2) its #Retained Earnings# (viewable on its #Balance Sheet#). ~
ru: If enabled, only firms that match the filter criteria will be shown on the city view; other buildings will be hidden.

source: The retained earnings are the accumulative net earnings of a company. You can view it on the #Balance Sheet# at the #Corporate Details# screen.
ru: U_FUND2

source: ~ DIVIDPAY
ru: Additional funding for the focused area.

source: Pay a Special Dividend You may arrange a special dividend payment from #your company# or #a subsidiary# with a controlling interest of at least 75%.
ru: The funding will increase the city's competitiveness in the focused area and improve the skills and supply of talents specializing in the focused area.

source: PININPUT Pin Input
ru: I_CDET2

source: Pin the current input. Then you may browse productions that use the current input.
ru: Hotkey: Ctrl-D or F10

source: Display the previous production that uses the pinned input. ~
ru: AINPCOST

source: PINNEXT Next production
ru: Cost of the Input

source: Display the next production that uses the pinned input. ~
ru: Note that this cost price may be different from the cost price shown at the Purchasing Unit, as it takes into account the quantity of the input required for the production.

source: Operating Expenses Report View the operating expenses of this bank branch.
ru: In other words: <this cost price> = <cost price at the Purchasing Unit> X <Quantity of the Input> / <Quantity of the Finished Product> shown on the Manufacturer Guide.

source: Operating Expenses Report View the operating expenses of this insurance office.
ru: NECEINDX

source: ~ LOANIIAN
ru: Necessity Index

source: Projected Annual Total Loan Interest Incomes This figure is projected by multiplying the latest monthly loan interest incomes by 12 months.
ru: A high index value indicates that the product is necessary to people in their daily lives.

source: The same for the other 2 figures below. To see the real historical total net interest incomes, please view the Financial report.
ru: The demand for necessary goods is fairly constant, because people must buy them even if the price they are offered is not attractive.

source: LOANCRED
ru: DEPOSBRA

source: Loan Credit Rating
ru: Client Deposits

source: Loans are categorized based on the borrowers' credit ratings which indicate the financial health of the borrowers.
ru: The figure shows the total client deposits and the year-over-year growth rate.

source: AAA is the best credit rating. C is the poorest credit rating.
ru: The graph shows the deposits over the past 36 months.

source: LOANINT
ru: DEPOSHQ

source: Loan Interest Rate Borrowers with good credit ratings can obtain loans with lower interest rates.
ru: Client Deposits from All Branches of This Bank

source: Conversely, borrowers with poor credit ratings have the higher default risks, thus the bank charges higher interest rates to justify the risks. ~
ru: The figure shows the total client deposits from all branches of this bank and the year-over-year growth rate.

source: LOANALLO New Loans Allocation
ru: The graph shows the deposits over the past 36 months.

source: ~ LOANAII
ru: ADVERT

source: Projected Annual Interest Incomes
ru: Advertisement
